{
    "LANGUAGE": "en",
    "MARQUEE_TEXT": "Welcome to Official Website of Sri Sudharshanarama Ancient Temple!",
    "LANDING_NAME_LINE1": "Sri Sudharshanarama",
    "LANDING_NAME_LINE2": "Ancient Temple",
    "LANDING_TEXT": "Malabe Pittugala, Sri Sudharshanarama Ancient Temple is a temple with a history of over 300 years with a Prestigious, Cultural, and Religious worthy of honour. Located in Malabe town, this ancient temple is a precious pilgrimage site that provides spiritual enlightenment and preserves cultural values for generations to come.",
    "FOOTER_TEXT": "Malabe Pittugala, Sri Sudharshanarama Ancient Temple is an ancient great temple that is more than 300 years old.",
    "ABOUT_TEXT": "Malabe Pittugala Sri Sudharshanarama Ancient Temple is an ancient great temple that is more than 300 years old. This temple is one of the oldest religious temple in the zone. The current Chief Incumbent Retired Lecturer of Delgoda Kalyana Pradeepa Educational Pirivena, Kalyani Saamagri Dhamma Council's Karma Wagacharya Reverend Panaliye Mangala is the fifth Chief Incumbent of this temple.",
    "ABOUT_POTRAIT_TEXT": "Current Chief Incumbent : Retired Lecturer of Delgoda Kalyana Pradeepa Educational Pirivena, Kalyani Saamagri Dhamma Council's Karma Wagacharya Reverend Panaliye Mangala",
    "PROJECT_TEXT": "Project Text",
    "HISTORY": "History of Sri Sudharshanaramaya",
    "DONATION_HEADER": "Money Donations",
    "DONATION_TEXT1": "Viharadhipathi",
    "DONATION_TEXT2": "Sri Sudharshanarama Ancient Temple - Malabe",
    "DONATION_TEXT3": "Bank of Ceylon Malabe Branch",
    "REFERENCES": "References",
    "ABOUT" : "About the Temple",
    "EVENTS" : "Events",
    "GALLERY" : "Photo Gallery",
    "PROJECTS" : "Projects",
    "DHAMMA_SCHOOL": "Dhamma School",
    "FIND_OUT_MORE": "Find Out More",
    "MORE_DETAILS":"More Details",
    "VIEW_EVENT":"View Event",
    "CONNECT_WITH_US":"Connect With Us",
    "ADDRESS":"Sri Sudharshanarama Ancient Temple, Malabe, Sri Lanka",
    "DHAMMA_SCHOOL_HEADER":"Sri Tharunodaya Dhamma School",
    "DHAMMA_SCHOOL_TEXT1":"The Sri Tharunodaya Dhamma School in Malabe, with a history spanning over 100 years, stands as a distinguished institution in Sri Lanka devoted to Dhamma education. Its impact resonates in the deep-rooted religious knowledge it has instilled in countless children across the region. This success owes much to the dedication, talent, and discipline of its teaching staff. With a steadfast commitment to upholding the heritage of Buddhism, the school actively engages in religious ceremonies, charitable initiatives, and diverse cultural programs for its students. Furthermore, the curriculum includes comprehensive teachings on Buddhism, preparing students for examinations overseen by the Ministry of Buddhasasana, Religious and Cultural Affairs, showcasing the school's invaluable contributions to Dhamma education.",
    "DHAMMA_SCHOOL_TEXT2":"At Sri Tharunodaya Dhamma School in Malabe, students from grades 1 to 11 participate in year-end evaluations, providing them with a platform to demonstrate their knowledge and talents. This educational framework plays a vital role in shaping them into responsible members of society. In addition to academic pursuits, the school places significant emphasis on cultivating values, ethics, and reverence for cultural and religious traditions. This holistic approach to education not only fosters academic excellence but also instills essential skills and values, preparing students to make positive contributions to society as responsible citizens in the years ahead.",
    "ALL_EVENTS":"All Events",
    "POYA_DAYS": "Poya Days",
    "INFORMATION": "Information",
    "BODHI_POOJA": "Bodhi Pooja",
    "DONATION": "Donations",
    "PROJECT_TOPIC": "The construction of the 'New Dhathu Mandiraya' & the Monastery",
    "CURRENT_CONDITION": "Current Condition",
    "COMPLETED_CONDITION": "Completed Condition",
    "PROJECT_PARAGRAPH": "In this ancient temple, several buildings are currently in a state of near collapse. Of particular concern is the monastery, the residence for monks, which is no longer suitable for habitation. Recognizing this urgent need, the temple has undertaken the initiative to demolish the existing monastery and construct a new one. The project, including the establishment of the 'Dhathu Mandiraya' and the construction of the monastery, is already underway. We invite your support and contributions to successfully fulfill this significant endeavor.",
    "PROJECT_ESTIMATION": "Project estimation for the completion of the construction of the 'Dhathu Mandiraya' and the monastery."
}