export const ABOUT_TEXT = "මාලබේ පිට්ටුගල ශ්‍රී සුදර්ශනාරාම පුරාණ විහාරස්ථානයේ අවුරුදු 300 කට වඩා පැරණි පුරාණ මහා විහාරයකි. මෙම විහාරය කලාපයේ පැරණිතම ආගමික විහාරස්ථානයකි. එහි වර්තමාන විහාරාධිපති මුල්ලේරියාව පාර්ශවයේ ප්‍රධාන සංඝනායක පනලීයේ මංගල ඉස්ථවීර වහන්සේ මෙම විහාරස්ථානයේ පස්වැනි විහාරාධිපතින් වහන්සේය"
export const ABOUT_POTRAIT_TEXT = "වත්මන්  විහාරධිපති   : මාලඹේ ශ්‍රී සුදර්ශනාරාම පුරාණ විහාරයේ මහා විහාරාධිපති මුල්ලේරියාව පාර්ශවය ප්‍රධාන සංඝනායක පනලීයේ මංගල හිමියන්"

export const PROJECT_TEXT = "මෙම ඉපැරිණි සිද්ධස්ථානයේ පවතින සමහර ගොඩනැගිලි මේ වන විට අබලන් තත්වයට පත්ව ඇත. විශේෂයෙන් භික්ෂුන්ව හන්සේලා වැඩ වෙසෙන සංඝාවාසය භාවිතයට නුසුදුසු ආකාරයට අබලන් වී ඇත. එබැවින් මෙම සංඝාවාසය කඩා ඉවත් කොට නව සංඝාවාසයක් ඉදිකිරීම කඩිනම් අවශ්‍යතාවක් ලෙස විහාරාරස්ථානය හඳුනා ගෙන ඇත. නව ධාතු මන්දිරය සහ සංඝාවාසයේ ඉදිකිරිම් කටයුතු දැනටමත් ආරම්භ කර ඇති බැවින්එහි වැඩ නිමකරවාගැනීමේ මෙම උතුම් කර්තව්‍යට දායකත්වය ලබා දෙන ලෙසට ශාසනාලයෙන් ආරාධනා කරමු."

export const HISTORY = "ශ්‍රී සුදර්ශනාරාම පුරාණ විහාරස්ථානයේ අතීතය"

export const DONATION_HEADER = "මුදල් පරිත්‍යාග"

export const REFERENCES = "යොමු කිරීම්"

export const ABOUT = "විහරස්ථානය පිලිබඳ"
export const EVENTS = "වැඩසටහන්"
export const GALLERY = "ඡායාරෑප ගැලරිය"
export const PROJECTS = "ව්යාපෘතින්"
export const DHAMMA_SCHOOL = "දහම් පාසල"

export const FIND_OUT_MORE = "තවත් දැනගන්න"
export const MORE_DETAILS = "වැඩි විස්තර"
export const VIEW_EVENT = "වැඩසටහන බලන්න"

export const CONNECT_WITH_US = "අප සම්බන්ධ වන්න"

export const ADDRESS = "ශ්‍රී සුදර්ශනාරාම විහාරස්ථානය, මාලඹේ, කොළඹ."
