{
  "data": [
    {
      "year": "",
      "description": "ශ්‍රී සුදර්ශනාරාම පුරාණ මහා විහාරස්ථානයේ ආරම්භය වසර 1800කට පමණ පෙර බව සඳහන් වේ.",
      "description_en" : "The Sri Sudarshanarama Ancient Temple was founded in the early 1800s.",
      "image": ""
    },
    {
      "year": "1944.06.11",
      "description": "බුලත්පිටියේ පියනන්ද හිමියන්ගේ උපසම්පදා විනය කර්මය සිදු කරන ලදී . 1935 වසරේදී පැවිදි දිවියට පිවිසි උන්වහන්සේගේ ආචාර්යවරුන් වූයේ පූජ්‍ය අකරවිට සරණතිස්ස සහ වදවල වනරතන යන හිමිවරුන්ය. බුලත්පිටියේ පියනන්ද හිමියන් විසින් විහාරස්ථානය මඟින් සිදුකළ පාරම්පරික කැඩුම් බිඳුම් වෙදකම ඉදිරියටත් පවත්වාගෙන යන ලදි.",
      "description_en" : "The higher ordination (Upasampada) ceremony for Ven. Bulathpitiye Piyananda Thero took place in 1935 under the guidance of Ven. Arakavita Saranathissa Thero and Ven. Wadawala Wanarathana Thero. He began his ordination life during this time and continued the orthopedic medicine practices initiated by the temple.",
      "image": ""
    },
    {
      "year": "1944.10.29",
      "description": "වදවල වනරතන හිමියන්ගේ අනුශාසකත්වයෙන් රත්නකන්දේ සීලරතන හිමියන්ගේ ප්‍රධානත්වයෙන් දහම්පාසල ආරම්භ කරන ලදී.",
      "description_en" : "The Dhamma School was built on the advice of Ven. Wadawala Wanaratana Thero and through the initiative of Ven. Rathnakande Seelarathana Thero.",
      "image": ""
    },
    {
      "year": "1952",
      "description": "බුලත්පිටියේ පියනන්ද හිමියන් විහාරාධිපති පදවියට පත් වුන අතර උන්වහන්සේ දහම්පාසල දියුණු කිරීමට පියවර ගන්නා ලදි.",
      "description_en" : "Ven. Bulathpitiye Piyananda Thero became the head of the temple and took the initiative to develop the Dhamma School.",
      "image": ""
    },
    {
      "year": "1982.06.06 - 1982.06.20",
      "description": "අභිනව විහාරස්ථානයේ බුද්ධ ප්‍රතිමා වහන්සේගේ නේත්‍රා ප්‍රතිස්ථාපන පිංකම පවත්වන ලදි.",
      "description_en" : "The eye restoration ceremony of the Buddha statue at the new temple was held.",
      "image": ""
    },
    {
      "year": "1985.04.22",
      "description": "ශබ්ද විකාශන යන්ත්‍ර පූජාව සිදුකරන ලදි.",
      "description_en" : "A sound system offering ceremony was conducted.",
      "image": ""
    },
    {
      "year": "1986.01.31",
      "description": "අතිගරු ජනාධිපති ජේ.ආර්.ජයවර්ධන මැතිතුමාගේ ප්‍රධානත්වයෙන් චෛත්‍ය රාජයාණන් වහන්සේ නිරාවරණය කරන ලදි.",
      "description_en" : "The stupa was unveiled under the patronage of His Excellency President J.R. Jayewardene.",
      "image": ""
    },
    {
      "year": "1991.11.19",
      "description": "කිතුල්පේ ගුණානන්ද හිමියන්ගේ පැවිදි පූජෝත්සවය පවත්වන ලදි.",
      "description_en" : "The ordination ceremony of Kithulpe Gunanananda Thero was held.",
      "image": ""
    },
    {
      "year": "1993.",
      "description": "දහම් පාසලේ 50 වෙනි සංවත්සර උත්සවය පවත්වන ලදි (1943 - 1993 දක්වා).",
      "description_en" : "The 50th anniversary celebration of the Dhamma school (1943 - 1993) was held.",
      "image": ""
    },
    {
      "year": "1993.03.12",
      "description": "කිතුල්පේ ගුණානන්ද හිමියන්ගේ උපසම්පදා විනය කර්මය සිදු කරන ලදි.",
      "description_en" : "The higher ordination (Upasampada) ceremony of Kithulpe Gunanananda Thero was conducted.",
      "image": ""
    },
    {
      "year": "1994.11.17",
      "description": "මහගම චන්දිම හිමියන්ගේ පැවිදි පූජෝත්සවය පවත්වන ලදි.",
      "description_en" : "The ordination ceremony of Mahagama Chandima Thero was held.",
      "image": ""
    },
    {
      "year": "1997.06.25",
      "description": "බුලත්පිටියේ පියනන්ද හිමියන් අපවත්වන ලදි.",
      "description_en" : "Ven. Bulathpitiye Piyananda Thero was passed away.",
      "image": ""
    },
    {
      "year": "2003.02.11",
      "description": "බෝධි රෝපණ පිංකම පවත්වන ලදි.",
      "description_en" : "The “Bodhi Ropa Pinkama” ceremony has been conducted.",
      "image": ""
    },
    {
      "year": "2004.11.29",
      "description": "දස පාරමිතා පිංකම පැවැත්වීමට කටයුතු සූදානම් කරමින් පවතියි.",
      "description_en" : "The initiation of the “Dasa Paramitha Pinkama” ceremony is being planned for completion.",
      "image": ""
    }
  ]
}
